{
    "WordsClass": [
        {
            "Word": "abandon",
            "Definition": "to leave somebody, especially somebody you are responsible for, with no intention of returning"
        },
        {
            "Word": "able",
            "Definition": "able to do something (used as a modal verb) to have the skill, intelligence, opportunity, etc. needed to do something"
        },
        {
            "Word": "about",
            "Definition": "a little more or less than; a little before or after"
        },
        {
            "Word": "admire",
            "Definition": "to respect somebody for what they have done or to respect their qualities"
        },
        {
            "Word": "bathroom",
            "Definition": "a room in which there is a bath/ bathtub, a washbasin and often a toilet"
        },
        {
            "Word": "battery",
            "Definition": "a device that is placed inside a car engine, clock, radio, etc. and that produces the electricity that makes it work"
        },
        {
            "Word": "breakfast",
            "Definition": "the first meal of the day"
        },
        {
            "Word": "cable",
            "Definition": "thick strong metal rope used on ships, for supporting bridges, etc."
        },
        {
            "Word": "calculate",
            "Definition": "to use numbers to find out a total number, amount, distance, etc."
        },
        {
            "Word": "cancel",
            "Definition": "cancel something to decide that something that has been arranged will not now take place"
        },
        {
            "Word": "charge",
            "Definition": "charge (for something) the amount of money that somebody asks for goods and services"
        },
        {
            "Word": "cheap",
            "Definition": "costing little money or less money than you expected"
        },
        {
            "Word": "earth",
            "Definition": "he world; the planet that we live on"
        },
        {
            "Word": "eat",
            "Definition": "to put food in your mouth, chew it and swallow it"
        },
        {
            "Word": "economy",
            "Definition": "the relationship between production, trade and the supply of money in a particular country or region"
        },
        {
            "Word": "encounter",
            "Definition": "to experience something, especially something unpleasant or difficult, while you are trying to do something else"
        },
        {
            "Word": "enjoy",
            "Definition": "to get pleasure from something"
        },
        {
            "Word": "happy",
            "Definition": "feeling or showing pleasure; pleased"
        },
        {
            "Word": "hard",
            "Definition": "solid, firm or stiff and difficult to bend or break"
        },
        {
            "Word": "hide",
            "Definition": "to put or keep somebody/something in a place where they/it cannot be seen or found"
        },
        {
            "Word": "hill",
            "Definition": "an area of land that is higher than the land around it, but not as high as a mountain"
        },
        {
            "Word": "infection",
            "Definition": "an illness that is caused by bacteria or a virus and that affects one part of the body"
        },
        {
            "Word": "information",
            "Definition": "facts or details about somebody/something"
        },
        {
            "Word": "justice",
            "Definition": "the fair treatment of people"
        },
        {
            "Word": "keen",
            "Definition": "wanting to do something or wanting something to happen very much"
        },
        {
            "Word": "knock",
            "Definition": "to hit a door, etc. firmly in order to attract attention, to hit something, often by accident, with a short, hard blow"
        },
        {
            "Word": "label",
            "Definition": "a piece of paper, etc. that is attached to something and that gives information about it"
        },
        {
            "Word": "lack",
            "Definition": "lack (of something) the state of not having something or not having enough of something"
        },
        {
            "Word": "obey",
            "Definition": "obey (somebody/something) to do what you are told or expected to do"
        },
        {
            "Word": "object",
            "Definition": "a thing that can be seen and touched, but is not alive"
        },
        {
            "Word": "pipe",
            "Definition": "a tube through which liquids and gases can flow"
        },
        {
            "Word": "sad",
            "Definition": "unhappy or showing unhappiness"
        },
        {
            "Word": "sauce",
            "Definition": " a thick liquid that is eaten with food to add flavour to it"
        },
        {
            "Word": "scare",
            "Definition": "to frighten somebody"
        },
        {
            "Word": "screen",
            "Definition": "the flat surface at the front of a television, computer, or other electronic device, on which you see pictures or information"
        },
        {
            "Word": "senate",
            "Definition": "one of the two groups of elected politicians who make laws in some countries, for example in the US, Australia, Canada and France. The Senate is smaller than the other group but higher in rank. Many state parliaments in the US also have a Senate."
        },
        {
            "Word": "senator",
            "Definition": "a member of a senate"
        },
        {
            "Word": "social",
            "Definition": "connected with society and the way it is organized"
        },
        {
            "Word": "tablet",
            "Definition": "a small round solid piece of medicine that you swallow"
        },
        {
            "Word": "ultimate",
            "Definition": "happening at the end of a long process"
        }
    ]
}